app/controllers/gossips_controller.rb

def create
@gossip = Gossip.new(title: params[:title],content: params[:content],user_id:11)

 if @gossip.save
---
INSERT INTO "gossips" ("title", "content", "user_id", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["title", "Caro"], ["content", "gossip1"], ["user_id", 11], ["created_at", "2020-02-12 15:44:48.368619"], ["updated_at", "2020-02-12 15:44:48.368619"]]